research/visualization_methods/outputs/Parameter Optimisation with Optim.jl__multivariate_state_space_model/multivariate_state_space_model.dot
digraph G {
  "A" [label="A"];
  "MvNormal" [label="MvNormal"];
  "P" [label="P"];
  "Q" [label="Q"];
  "cov" [label="cov"];
  "covariance" [label="covariance"];
  "i" [label="i"];
  "mean" [label="mean"];
  "x" [label="x"];
  "x_prev" [label="x_prev"];
  "x_prior" [label="x_prior"];
  "y" [label="y"];
  "A" -> "x";
  "MvNormal" -> "x";
  "MvNormal" -> "x_prior";
  "MvNormal" -> "y";
  "P" -> "y";
  "Q" -> "x";
  "cov" -> "x_prior";
  "covariance" -> "x";
  "covariance" -> "y";
  "i" -> "y";
  "mean" -> "x";
  "mean" -> "x_prior";
  "mean" -> "y";
  "x" -> "y";
  "x_prev" -> "x";
}
