research/visualization_methods/outputs/Parameter Optimisation with Optim.jl__multivariate_state_space_model/multivariate_state_space_model.mmd
graph TD
  A["A"]
  MvNormal["MvNormal"]
  P["P"]
  Q["Q"]
  cov["cov"]
  covariance["covariance"]
  i["i"]
  mean["mean"]
  x["x"]
  x_prev["x_prev"]
  x_prior["x_prior"]
  y["y"]
  A --> x
  MvNormal --> x
  MvNormal --> x_prior
  MvNormal --> y
  P --> y
  Q --> x
  cov --> x_prior
  covariance --> x
  covariance --> y
  i --> y
  mean --> x
  mean --> x_prior
  mean --> y
  x --> y
  x_prev --> x
